Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/fakta-om-samiske-spraak.html.tmx
Source language: nob
Languages: smj

source: Fakta om samiske språk / Språk / Forsiden - Sametinget
smj: Diedo sámegielaj birra / Giella / Sámedigge - Sametinget

source: Fakta om samiske språk
smj: Diedo sámegielaj birra

source: Tradisjonelt har samiske språk blitt klassifisert som en del av den finsk-ugriske språkgruppen, men de har vært adskilt fra sine nærmeste slektninger (balto-finsk) i mer enn 3.000 år.
smj: Ájgij tjadá li ájádallam sámegielav oassen suoma-ugralasj giellajuohkusis urála giellafámiljan, ja læhkám sirádum ietjasa lagámus fuolkijs (balto-suoma) badjel 3.000 jage.

source: Etter nyere forskning viser det seg at den samiske språkgruppen er minst like gammel som den germanske språkgruppen og minst dobbelt så gammel som den romanske språkgruppen.
smj: Ådå dutkam vuoset sáme giellajuogos le gåjt dal sæmmi boares dagu germána giellajuogos ja gåjt dal guovte gierde boarrásabbo gå romána giellajuogos.

source: Ansvarlig politiker
smj: Politihkalasj åvdåsvásstediddje

source: Aktuelt
smj: Jur dálla

source: Fornøyd med språkutvalget
smj: julevsáme giellakonferánsan

source: Les mer
smj: Lågå ienebuv

source: Håper på en god debatt
smj: Giellasuodjalibme, normerim ja moallánakbarggo

source: Sametingspresident Aili Keskitalo er glad for at språkutvalgets delrapport e...
smj: Sáme Giellagálldo tjoahkki sámegiela ássjediehttijt Anárij, gålgådismáno 6....

source: Vis alle saker
smj: Vuoseda divna ássjijt

source: Det samiske språkområdet strekker seg tradisjonelt over deler av Norge, Sverige, Finland og Russland.
smj: Sáme giellaguovllo gåbttjå åsijt Vuonas, Svierigis, Suomas ja Gárjjelis.

source: Grensene til språkene følger ikke riksgrensene.
smj: Gielaj rájá e rijkarájájt tjuovo.

source: Lulesamisk og sørsamisk snakkes i Norge og Sverige, pitesamisk og umesamisk snakkes bare i Sverige og er utdødde i Norge.
smj: Julevsámegiella ja oarjjelsámegiella ságastuvvi Vuonan ja Svierigin. Bihtámsámegiella ja ubbmemsámegiella dåssju Svierigin, gáhtum Vuonan.

source: Nordsamisk snakkes i Norge, Sverige og Finland.
smj: Nuorttasámegiella Vuonan, Svierigin ja Suoman ságastuvvá.

source: Enarisamisk snakkes bare i Finland.
smj: Ánarsámegiella ságastuvvá dåssju Suoman.

source: Akkalasamisk, kildinsamisk og tersamisk snakkes bare i Russland, og skoltesamisk snakkes i både Finland og Russland (og tidligere i Norge).
smj: Áhkkilsámegiella, gielldasámegiella ja dárjjesámegiella ságastuvvá dåssju Gárjjelin, ja gålldåsámegiella sihke Suoman ja Gárjjelin (ja åvddåla Vuonan aj).

source: Akkalasamisk, som tidligere har blitt regnet som utdødd, snakkes fortsatt av minst én person.
smj: Áhkkilsámegielan, majt åvddålå jáhkkin lij gáhtum, gávnnu huoman uddni.

source: Vedkommende, en eldre person, snakker aktivt akkalasamisk i samtaler med kildinsamiske språkutøvere.
smj: Ájnegis vuoras ulmusj sáhkat vilá áhkkilsámegielav aktijvalattjat ságastallamijn gielldasámegielagij.

source: Noen få snakker akkalasamisk, men med et passivt ordforråd på ulike nivåer.
smj: Muhtem ájnegattja ságasti áhkkilsámegielav passijvva giellan, iesjgeŋga dásen.

source: Disse ti språkene danner to hovedgrupper: vestsamisk og østsamisk.
smj: Dá lågev giela li juogedum guovte oajvvejuohkusijda: allesáme ja lullesáme.

source: Vestsamiske og den østsamiske hovedgruppen danner til sammen fire subgrupper: sør, nord, fastland og kola.
smj: Allesáme ja lullesáme oajvvejuohkusijn li tjoahkkáj niellja vuolep juohkusa: oarjep, nuortap, sisednam ja suoloj (guoládak).

source: I internasjonal sammenheng er alle samiske språk karakterisert som truede, alvorlig truede eller nesten utdødde språk.
smj: Rijkajgasskasasj aktijvuodan li gájka sámegiela ájtedum, duodaj ájtedum jali vargga gáhtomin.

source: Et truet språk defineres som språk med nedgang i antallet barn som kan snakke språket, et alvorlig truet språk forstås som et språk som nesten bare voksne bruker, og et nesten utdødd språk har bare noen få eldre brukere.
smj: Ájtedum giella le giella man låhko mánájs gudi gielav bukti binnu, duodaj ájtedum giella le giella mav vargga dåssju ållessjattuga bukti, ja vargga gáhtum giella le giella mav dåssju muhtem gallegasj vuorrasappo hålli.

source: Samiske språk er beskyttet av blant annet ILO-konvensjon 169, Norges grunnlov, Stedsnavnloven, Samelovens språkregel i Norge og gjennom opplæringsloven.
smj: Sámegiela li Vuonan suoddjidum duola dagu 169. ILO-konvensjåvnås, Vuonarijka Vuodolágas, Bájkkenammalágas, Sámelága giellanjuolgadusájs ja Åhpaduslága baktu.

source: Internasjonalt er samiske språk beskyttet av blant annet nordisk språkdeklarasjon og European Charter for Regional and Minority Languages.
smj: Rijkajgasskasattjat li sámegiela suoddjidum duola dagu nuorttarijkaj gielladeklarasjåvnå ja European Charter for Regional and Minority Languages baktu.

source: De mest brukte samiske språkene i Norge i dag er sørsamisk, lulesamisk og nordsamisk.
smj: Ienemus håladum sámegiela Vuonan uddni li oarjjelsámegiella, julevsámegiella og nuorttasámegiella.

source: Det sørsamiske bosettingsområdet i Norge strekker seg fra Saltfjellet i nord til Elgå i Hedmark i sør.
smj: Ienemus håladum sámegiela Vuonan uddni li oarjjelsámegiella, julevsámegiella og nuorttasámegiella. Oarjjelsámegiella:

source: Bosettingsmønsteret er spredt og fordelt utover et stort geografisk område.
smj: Oarjjelsáme årromguovllo Vuonan le Sáltoduoddaris nuorttan gitta Elgåaj Hedmárkon oarjján.

source: Det antas at det er under halvparten av sørsamene som behersker språket.
smj: Jáhkedahtte e ienebu gå lahkke oarjjelsámijs gielav buvti.

source: Sørsamisk har to hovddialekter.
smj: Oarjjelsámegielan li guokta oajvvegiellasuorge:

source: Nordlig sørsamisk , også kalt Åsele (Vefsen, Grane, Hattfjelldal, Bindal, Namndal i Norge, Vapsten i Tärna , Vilhelmina, Frostviken i Sverige)
smj: Nuorttap oarjjelsámegiella , aj gåhtjodum Åsele (Vapsten, Gaala, Aarborte, Bindal, Nååmesjevuemie Vuonan, Vapsten Tärnan, Vueltjere, Frostviken Svierigin)

source: Sørlig sørsamisk , også kalt Jämtland (området mellom Snåsa og Verdal, Meråker i Norge, Hotagen, Offerdal, Sösjö, Kall, Skalstugan, Undersåker og Härjedálen i Sverige).
smj: Oarjep oarjjelsámegiella , aj gåhtjodum Jämtland (guovllo Snåasa ja Verdala gaskan, Muoráhkka Vuonan, Jinjevaerie, Offerdal, Njaarke, Gálpe, Skalstugan, Såahka ja Härjedálen Svierigin).

source: På UNESCOs liste over truede språk er sørsamisk språk klassifisert som et alvorlig truet språk.
smj: UNESCO listan mij guosská ájtedum gielajda le oarjjelsámegiella tjáledum duodaj ájtedum giellan.

source: Få brukere og store avstander gjør at det er krevende å drive sørsamisk språkarbeide.
smj: Binná addne ja stuorra vijddudagá dahká gássjelin oarjjelsámegielajn barggat.

source: Samfunnet har stort behov for personer med kompetanse i sørsamisk.
smj: Sebrudahka dárbaj ållo ulmutjijt oarjjelsámegiela máhtudagájn.

source: Spesielt gjelder dette innenfor læreryrket, utvikling av læremidler og i offentlig forvaltning og tjenesteyting.
smj: Ållagasj guosská dát åhpadiddjevirgijda, oahpponævoj åvddånibmáj ja almulasj háldadibmáj ja dievnastusfálaldagájda.

source: Umesamisk:
smj: Ubbmemsámegiella:

source: Umesamisk ble tradisjonelt snakket i Rana, Hemnes og Korgen på norsk side, området fra Umeälven innen Maskaure, Ståkke, Västra Kikkejaure, Östra Kikkejaure i Arjeplog og Arvidsjaur, Malå, Gran, og Umby i Tärna i Sverige.
smj: Ubbmemsámegiella håladuváj Ruovatvuonan, Hemnesan ja Korgenin vuona bielen. Ságastuvvá Maskauren, Ståkken, Alep Kikkejauren, Lulep Kikkejauren Árjepluoven ja Arviesjávren, Málágin, Granan ja Umbyn Tärnan Svierigin.

source: I Sverige er det svært få talere igjen og språket regnes som nesten utdødd.
smj: Svierigin li dåssju muhtem gallegasj hoalle vil, ja giella aneduvvá vargga gáhtum giellan.

source: På norsk side regnes umesamisk som utdødd.
smj: Vuona bielen aneduvvá gáhtum giellan.

source: På UNESCOs liste over truede språk er umesamisk språk klassifisert som svært alvorlig truet eller nesten utdødd.
smj: UNESCO listan mij guosská ájtedum gielajda le ubbmemsámegiella tjáledum duodaj ájtedum giellan jali vargga gáhtum giellan.

source: Pitesamisk:
smj: Bihtámsámegiella:

source: Pitesamisk språkområde avgrenses på norsk side av Saltenfjorden i nord og Ranfjorden i sør, og omfatter Beiarn, Saltdal, Gildeskål, Meløy, Rødøy, deler av Bodø og deler av Fauske kommuner.
smj: Bihtámsáme giellaguovllo ráddjiduvvá vuona bielen Sáltovuonas nuorttan ja Ranvuonas oarjján, ja dasi gullu Bájddar, Sálát, Oarjjelij Bájddar, Meløy, Rødøy, oase Bådådjo ja Fuosko suohkanijs.

source: På svensk side av grensen går området fra nordlig Arvidsjaur og nordlig Arjeplog til Piteälven innen Norrbottens län i Sverige.
smj: Svieriga bielen manná rádjá nuorttalap Arviesjávres ja Árjapluoves gitta Bihtáma ædnuj Norrbottena länan Svierigin.

source: Pitesamisk deles inn i tre hoveddialekter. Nordlig pitesamisk (Luokta-Mavas, Ståkke).
smj: Bihtámsámegiella gålmå oajvvegiellasuorggáj juogeduvvá: Nuortap bihtámsámegiella (Luokta-Mavas, Ståkke).

source: Sentral pitesamisk (Semisjaur-Njarg).
smj: Guovdásj bihtámsámegiella (Semisjaur-Njarg).

source: Sørlig pitesamisk (Svaipa).
smj: Oarjep bihtámsámegiella (Svaipa).

source: På UNESCOs liste over truede språk er pitesamisk språk klassifisert som svært alvorlig truet eller nesten utdødd.
smj: UNESCO listan mij guosská ájtedum gielajda le bihtámsámegiella tjáledum duodaj ájtedum giellan jali vargga gáhtum.

source: På svensk side har derimot en handfull språkbærere i samarbeid forskere og noen ildsjeler fra norsk side, gått sammen i et forsøk på å redde språket.
smj: Svieriga bielen li muhtem gallegasj giellaguodde aktan dutkij ja muhtem rahtjalis ulmutjij Vuona bieles aktan barggagoahtám gæhttjalit gielav gádjot.

source: Det er allerede samlet inn flere tusen ord som på sikt blir til en ordbok.
smj: Moadda tuvsán bágo li juo tjoahkkidum ja dássta galggá báhkogirjje sjaddat.

source: Lulesamisk:
smj: Julevsámegiella:

source: Det lulesamiske språkområdet i Norge strekker seg fra Ballangen i nord til Saltfjellet i sør, og innbefatter bl.a. Tysfjord, Hamarøy, Steigen, Sørfold og deler av Fauske kommune i Nord-Salten.
smj: Julevsáme giellaguovllo Vuonan le Bálágis nuorttat gitta Sáltoduoddarij oarjján, ja dasi gullu duola dagu Divtasvuodna, Hábmer ja Fuolldá ja oase Fuosko suohkanis Sálton.

source: På svensk side tales lulesamisk fra Piteälven i sør til Kaitumälven i nord innen Jokkmokk og Gällivare kommuner i Norrbottens län i Sverige.
smj: Svierigin håladuvvá julevsámegiella Bihtámænos oarjján gitta Gájddumædnuj nuorttan Jåhkåmåhke ja Váhtjera suohkanijn Norrbottena länan Svierigin.

source: Lulesamisk deles inn i fire hoveddialekter. Nordlig lulesamisk (Sörkaitum).
smj: Julevsámegiella nielje oajvvegiellasuorggáj juogeduvvá: Nuortap julevsámegiella (Unna tjerusj).

source: Sentral lulesamisk (Sirkas og Jåkkåkaska i Jokkmokk i Sverige, Ballangen, Tysfjord, Hamarøy, Steigen, Sørfold og deler av Fauske i Norge).
smj: Guovdásj julevsámegiella (Sirges ja Jåhkågasska Jåhkåmåhken Svierigin, Bálák, Divtasvuodna, Hábmer ja Fuolldá ja oase Fuosko suohkanis Vuonan).

source: Skog lulesamisk (Gällivare, Serri og Udtja i Sverige).
smj: Miehttse julevsámegiella (Gällivare, Serri ja Udtja Svierigin).

source: Sørlig lulesamisk (Tuorpon i Sverige).
smj: Oarjep julevsámegiella (Duorbun Svierigin).

source: På UNESCOs liste over truede språk er lulesamisk språk klassifisert som et alvorlig truet språk.
smj: UNESCO listan mij guosská ájtedum gielajda le julevsámegiella tjáledum duodaj ájtedum giellan.

source: På lik linje som med sørsamisk, har samfunnet et stort behov for personer med lulesamisk språkkompetanse.
smj: Sæmmi láhkáj dagu oarjjelsáme giela hárráj, de sebrudahka dárbaj ållo ulmutjijt julevsáme giellamáhtudagáj.

source: Nordsamisk:
smj: Nuorttasámegiella:

source: Nordsamisk er den største språkgruppen av de samiske språkene hvor anslagsvis 90 % av den samiske befolkningen snakker majoritetsspråket.
smj: Nuorttasámegiella le stuorámus giellajuogos sáme gielaj gaskan, birrusij 90 % sámegielagijs nuortagahtti.

source: Nordsamisk snakkes hovedsaklig i Finnmark og Troms fylker, og i kommunene Tjeldsund og Evenes i Nordland på norsk side.
smj: Nuorttasámegiella ságastuvvá ienemusát Finnmárko ja Råmså fylkajn ja suohkanijn Dielldasuollu ja Evenássje Nordlándan vuona bielen.

source: Nordsamisk deles inn i fire hoveddialektgrupper. Sjøsamisk - Øst sjøsamisk (Varangerfjord og Laksefjord).
smj: Nuorttasámegiella nielje oajvvegiellasuorggáj juogeduvvá: Merrasámegiella - Lulle merrasáme (Várjatvuodna ja Lágesvuodna).

source: - Sentral sjøsamisk (Reppefjord og Kvalsund).
smj: - Guovdásj merrasáme (Riehppovuodna ja Sválesnuorre).

source: - Vest sjøsamisk (Altafjord og Kvænangen).
smj: - Alle merrasáme (Áltávuodna ja Návuodna).

source: Finnmarksamisk - Østfinnmark: Utsjoki, deler av Inari i Finland, Karasjok, Porsanger, Tana i Norge - Vestfinnmark: Enontekiö, Sodankylä, deler av Inari i Finland, Kautokeino, Alta i Norge) Tornesamisk - Girjjis: Nord-øst for Gällivare, Nordkaitum i Sverige - Vestlig del av Enontekiö i Finland, Ofoten til Lyngen, mellom Skibotn og Nordreisa i Norge.
smj: Finnmárkkosámegiella - Lullefinnmárkko: Uhtsajåhkå, oase Ánaris Suoman, Kárásjåhkå, Porsáŋŋgo, Dætno Vuonan. - Allefinnmárkko: Ænodahka, Soahtegiellda, oase Ánaris Suoman, Guovddagæjnno, Áltá Vuonan) Duornossámegiella -Girjjis: Gällivares nuortta-luksa, Nuorttagájddom Svierigin - Allelij oasse Ænodagás Suoman, Ufuohtás gittu Ivgguj, Ivggovuodnabadá ja Rájsá gaskan Vuonan.

source: - Karesuando: Könkämävuoma og Lainiovuoma, Lyngen og Balsfjord i Norge.
smj: - Gárasávvun: Könkämävuoma ja Lainiovuoma, Ivggo ja Báhccavuodna Vuonan.

source: - Jokkasjärvi: Saarivuoma, Talma, GabnáLeavnas-Kaalasvuoma, Kalix og Haparanda i Sverige.
smj: - Jukkasjávrre: Saarivuoma, Dálmma, GabnáLeavnas-Kaalasvuoma, Kalix ja Haparanda Svierigin.

source: På UNESCOs liste over truede språk er nordsamisk språk klassifisert som et truet språk.
smj: UNESCO listan mij guosská ájtedum gielajda le nuorttasámegiella tjáledum ájtedum giellan.

source: I mange områder utenfor forvaltningsområdet for samelovens språkregler er nordsamisk språk fortsatt i en utsatt posisjon.
smj: Moatten sajen sáme giellaháldadimguovlo ålggolin le nuorttasámgiella ájn gássjelis dilen.

source: Dette gjelder spesielt i mange sjøsamiske områder i Troms og Finnmark og i det markasamiske området i Sør-Troms og Nordre Nordland.
smj: Dát ållagasj guosská moatte merrasáme dáfojda Råmsån ja Finnmárkon ja markasáme guovlojda Oarjjelij-Råmsån ja Nuorttalij-Nordlándan.

source: Enaresamisk:
smj: Ánarsámegiella

source: Enaresamisk snakkes innen Enare kommune i Finland (rundt Enaresjøens vassdrag).
smj: Ánarsámegiella håladuvvá Ánara suohkanin Suoman (Ánarjávre birra).

source: På UNESCOs liste over truede språk er enaresamisk språk klassifisert som et alvorlig truet språk.
smj: UNESCO listan mij guosská ájtedum gielajda le ánarsámegiella tjáledum duodaj ájtedum giellan.

source: Østsamisk (skoltesamisk)
smj: Gålldåsámegiella (”lullesáme”)

source: Østsamisk blir delt inn i to hoveddialekter:
smj: Gålldåsámegiella guovte oajvvegiellasuorggáj juogeduvvá:

source: I Norge er østsamenes bosetning i Sør-Varanger kommune, først og fremst i Neiden, men også i Kirkenes og Pasvikdalen.
smj: Vuonan gålldåsáme Oarjje-Várjjak suohkanin årru, åvdemusát Njájddamin, valla aj Girkkonjárgan ja Báhtsakvákken.

source: Gruppen er liten og representerer den eneste bæreren av østsamisk kultur i Norge.
smj: Juogos le viehka unne ja sij li ájnna gudi lullesáme kultuvrav guoddi Vuona bielen.

source: Bosetninger av østsamer i Finland er i Sevettijärvi og i Nellim ved Enaresjøen.
smj: Suomabielen årru gålldåsáme Tjievetjávren ja Njiellimin Ánarjávrgátten.

source: Østsamisk regnes som utdødd i Russland og det er meget få som behersker østsamisk i Norge i dag.
smj: Gárjjelin le gålldåsámegiella gáhtum ja Vuonan dåssju muhtem gallegattja gielav bukti uddni.

source: På UNESCOs liste over truede språk er østsamisk språk klassifisert som et alvorlig truet språk.
smj: UNESCO listan mij guosská ájtedum gielajda le gålldåsámegiella tjáledum duodaj ájtedum giellan.

source: Akkalasamisk, kildinsamisk og tersamisk
smj: Áhkkilsámegiella, gielldasámegiella ja dárjjesámegiella

source: Disse språkene snakkes på Kolahalvøya i Russland.
smj: Dá giela Guoládagán Ruossjan håladuvvi.

source: Noen forskere har hevder at den siste som snakket akkalasamisk døde i 2003, men i følge ny forskning viser det seg at det fortsatt fins noen talere igjen og språket er dermed det mest truede samiske språket i Russland.
smj: Muhtem dutke tjuottjodi maŋemus áhkkilsámegiella hoalle jámij jagen 2003, madi ådå giellaguoradallam javllá gávnnuji vil hoalle ja navti le giella ienemus ájtedum sámegiella Ruossjan.

source: På UNESCOs røde liste over truede språk blir språkene under den kolasamiske språkgruppen klassifisert som svært alvorlig truede eller nesten utdødd.
smj: UNESCO listan mij guosská ájtedum gielajda le guoládaksámegiela juogos tjáledum duodaj ájtedum jali vargga gáhtum giela.

source: Skriftspråket:
smj: Girjjegiella:

source: Den samiske språkgruppen har en lang eller kort skriftshistorie avhengig av hvilket språk man snakker om. De første bøkene på et samisk språk kom i 1600-tallet.
smj: Sáme giellajuohkusin le guhka jali oanes tjállemgielahiståvrrå gielas giellaj. Vuostasj girje sámegiellaj båhtin 1600-lågon.

source: På 1600-1700- tallet ble samisk litteratur skrevet med samme bokstaver som norsk og svensk.
smj: 1600-1700-lågon tjállin sæmmi bokstávaj sámegiellaj dagu dárogiellaj.

source: På 1800-tallet kom en del nye bokstaver som er brukt for samiske språk men ikke de andre språkene brukt i de samme områdene (f.eks. norsk, svensk, finsk og russisk).
smj: 1800-lågon båhtin muhtem ådå bokstáva sámegielajda ma ælla anon ietjá gielajn daj sæmmi guovlojn (duola dagu dáro-, suoma- ja gárjjelgielan).

source: Seks av de samiske språkene har standardiserte skriftspråk: sørsamisk, lulesamisk, nordsamisk, enaresamisk og skoltesamisk bruker utvidede versjoner av det latinske alfabetet.
smj: Gudán sámegielan le standardiseridum tjállemgiella: oarjjel-, julev-, nuortta-, ánar- ja gålldåsámegiella adni vijdedum versjåvnåjt latijna alfabehtas.

source: Kildinsamisk og Tersamisk blir skrevet med et modifisert kyrillisk alfabet.
smj: Giellda- ja dárjjesámegiellaj tjálli hiebadum kyrillalasj alfabehtajn.

source: De ekstra bokstavene som brukes i språkene med utvidet latinsk alfabet er følgende:
smj: Duodde bokstáva ma vijdedum latijna alfabehtajn tjáleduvvi li dá: Gålldåsámegiella: Áá Ââ Čč Ʒʒ Ǯǯ Đđ Ǧǧ Ǥǥ Ǩǩ Ŋŋ Õõ Šš Žž Åå Ää

source: Nordsamisk: Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž
smj: Nuorttasámegiella: Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž

source: Lulesamisk: Áá Ŋŋ
smj: Julevsámegiella: Áá Ŋŋ

source: Sørsamisk: Ïï
smj: Oarjjelsámegiella: Ïï

source: Kilder : - Pekka Sammallahti - Bruce Morén-Duolljá - Elisbath Scheller
smj: Gálldo : - Pekka Sammallahti - Bruce Morén-Duolljá - Elisbath Scheller
